/*
 
 PA55 NYAPS iOS
 
 Copyright 2015 Anirban Basu
 
 Licensed under the Apache License, Version 2.0 (the "License");
 you may not use this file except in compliance with the License.
 You may obtain a copy of the License at
 
 http://www.apache.org/licenses/LICENSE-2.0
 
 Unless required by applicable law or agreed to in writing, software
 distributed under the License is distributed on an "AS IS" BASIS,
 WITHOUT WARRANTIES OR CONDITIONS OF ANY KIND, either express or implied.
 See the License for the specific language governing permissions and
 limitations under the License.
 
 */

/* A single strings file, whose title is specified in your preferences schema. The strings files provide the localized content to display to the user for each of your preferences. */

"Group" = "Group";
"Name" = "Name";
"none given" = "none given";
"Enabled" = "Enabled";

"security-header" = "Security";
"security-footer" = "Once the application goes into the background, the 'Auto-save timeout' specifies the time after which any open password settings database is automatically saved. If the option is turned on then the master secret will be cached as long as a password database is open.";

"cache-master-secret" = "Cache master secret";

"auto-save-title" = "Auto-save timeout";

"autosave-values-item0" = "Immediately";
"autosave-values-item1" = "1 minute (default)";
"autosave-values-item2" = "2 minutes";
"autosave-values-item3" = "3 minutes";
"autosave-values-item4" = "4 minutes";
"autosave-values-item5" = "5 minutes";
"autosave-values-item6" = "Never (not recommended!)";

"general-header" = "General";
"general-footer" = "General information.";

"app-version" = "App version (build)";
"about-title" = "About PA55 NYAPS";
